{
  "products": [
    {
      "id": 1,
      "name": "Wire Mesh Utility Trolley Bin",
      "description": "A strong and durable wire mesh bin with wheels for easy movement. Perfect for use as a dustbin in offices, a laundry basket at home, or for general storage in workshops. Built with high-quality iron for long life.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998073/file_00000000cc886243963beb11d622f73f_1_w0vklu.png","https://res.cloudinary.com/dea0erh2w/image/upload/v1759998073/1000003772_nnduta.png"],
      "video":"https://youtube.com/shorts/cQpORJtrjzM?si=7eKCY-t-eNvdShqH",
      "price": 2200,
      "category": "Commercial"
    },
    {
      "id": 2,
      "name": "Decorative Iron Trolley Stand",
      "description": "A beautifully designed and strong iron trolley stand. Comes with wheels so you can easily move heavy items like gas cylinders, water campers, or big plant pots. Its decorative pattern looks good in any kitchen or balcony, and it also protects your floor from scratches and rust stains.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998073/1000003772_nnduta.png"],
      "price": 750,
      "category": "Retail"
    },
    {
      "id": 3,
      "name": "Multi-Tier Metal Plant Stand",
      "description": "A stylish and modern multi-tier stand to display your beautiful plants. Made from strong metal, it can hold multiple pots at different levels, saving space and giving your balcony or room a neat look. Its vertical design is perfect for small spaces. Can also be used to keep books or other decorative items.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998073/1000003753_dp1qff.png"],
      "price": 2500,
      "category": "Retail"
    },
    {
      "id": 4,
      "name": "Metal C-Shaped Sofa Side Table",
      "description": "A modern and space-saving C-shaped table, perfect for your living room or bedroom. Its smart design lets you slide the base under your sofa or bed, bringing the tabletop right next to you. Great for keeping your laptop, a cup of tea, or snacks handy while you relax. Made with a strong metal frame for durability.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998073/1000003770_jhm08h.png"],
      "price": 1800,
      "category": "Retail"
    },
    {
      "id": 5,
      "name": "Foldable Steel Clothes Drying Stand",
      "description": "A strong and durable stand for drying clothes inside your home. Made from high-quality stainless steel to prevent rust. It has plenty of rods to hang all your laundry. Best part is, you can easily fold it and keep it in a corner when not in use. Perfect for apartments and rainy days.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998072/1000004200_x4gwc6.png"],
      "price": 1450,
      "category": "Retail"
    },
    {
      "id": 6,
      "name": "Multi-Matka Stand with Glass Tray",
      "description": "A strong and practical metal stand designed to hold up to three water pots (matkas). The top shelf has a special plate in the middle to keep glasses. This stand keeps your water pots safe and makes it easy for everyone to get water. Perfect for keeping your home or office hydrated, especially during hot summers.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998072/1000004125_khwhmc.png"],
      "price": 1850,
      "category": "Commercial"
    },
    {
      "id": 7,
      "name": "Decorative Arc-Shaped Planter Stand",
      "description": "A beautiful and uniquely designed arc-shaped stand to showcase your flower pots. Made from durable metal, this stand can hold three pots, creating a lovely rainbow-like display. The floral patterns add an extra touch of elegance. It's a perfect piece to decorate your garden, balcony, or any corner of your house.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998072/1000003763_yah3br.png"],
      "price": 1750,
      "category": "Retail"
    },
    {
      "id": 8,
      "name": "Tree-Style Multi-Level Planter Stand",
      "description": "Bring nature indoors with this uniquely designed tree-shaped stand. Its vertical, multi-level 'branches' are perfect for displaying your collection of small pots, especially succulents. Made of strong metal with a stable base, it's both a practical and beautiful showpiece for any corner of your home. A great choice for plant lovers in Ganganagar to add more greenery in a stylish way.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998071/file_00000000ab5061f9b414a555f14fddf2_xqvghz.png"],
      "price": 2400,
      "category": "Retail"
    },
    {
      "id": 9,
      "name": "Stylish Two-Step Planter Stand",
      "description": "A small and elegant stand to beautifully display a pair of your favourite plants. Its classic curvy design holds two pots at different heights, adding a touch of style to any space. Made from sturdy metal with a lovely cream finish, it's perfect for small corners, windowsills, or balconies. This design is great for enjoying the pleasant October weather in Ganganagar with some beautiful flowers on display.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1759998070/1000003776-removebg-preview_tjkudh.png"],
      "price": 950,
      "category": "Retail"
    },
    {
      "id": 10,
      "name": "Iron Frame Woven Niwar Stool",
      "description": "A classic and sturdy stool made with a strong iron frame and traditional niwar weaving. This lightweight 'pidha' is perfect for everyday use, whether for sitting in the kitchen, during pooja, or just relaxing in the veranda. Its compact size makes it easy to store. It's the perfect stool for enjoying the pleasant October evenings in Ganganagar with a cup of tea in the courtyard.",
      "image": ["https://res.cloudinary.com/dea0erh2w/image/upload/v1760001768/1000004181_1_hfnkxz.png"],
      "price": 650,
      "category": "Retail"
    },
    {
      "id": 11,
      "name": "demo product",
      "description": "demo description",
      "image": ["https://res.cloudinary.com/dxiiwhqnv/image/upload/v1761856304/download_ikhiaz.png","https://res.cloudinary.com/dea0erh2w/image/upload/v1760001768/1000004181_1_hfnkxz.png"],
      "price": 500,
      "category": "new",
      "video":"https://youtu.be/SyD4XvHJzmw?si=k7-cTCewUiQNkdxH"
    }
  ]
}
